Repository: yorha59/glotty
Catalog: Glotty/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: Placeholders: `${language}` is replaced with the target language name (e.g. English, Chinese); `${text}` is replaced with your selection. Leave a prompt blank to use the built-in default.
de: Platzhalter: `${language}` wird durch den Zielsprachnamen ersetzt (z.B. English, Chinese); `${text}` wird durch Ihre Auswahl ersetzt. Lassen Sie eine Aufforderung leer, um die integrierte Standardeinstellung zu verwenden.
es: Marcadores de posición: `${language}` se reemplaza con el nombre del idioma de destino (por ejemplo, inglés, chino); `${text}` se reemplaza con su selección. Deje un en blanco en el indicador para usar el valor predeterminado incorporado.
fr: Espaces réservés : `${language}` est remplacé par le nom de la langue cible (par exemple, anglais, chinois) ; `${text}` est remplacé par votre sélection. Laissez un champ de prompt vide pour utiliser la valeur par intégrée.
ja: プレースホルダー: `${language}`はターゲット言語名（例: 英語、中国語）に置換されます; `${text}`は選択したテキストに置換されます。プロンプトを空白のままにすると、ビルトインのデフォルトが使用されます。
ko: 플레이스홀더: `${language}`는 대상 언어 이름(예: 영어, 중국어)으로 대체됩니다; `${text}`는 선택한 내용으로 대체됩니다. 프롬프트를 비워두면 기본 내장값이 사용됩니다.
zh_hans: 占位符：`${language}` 将替换为目标语言名称（例如：英语、中文）；`${text}` 将替换为您的选择。将提示留空以使用内置默认值。
zh_hant: 佔位符：`${language}` 會被替換為目標語言名稱（例如：英文、中文）；`${text}` 會被替換為您的選擇。將提示留空以使用內建預設值。

source: Playful
de: Verspielt
es: Juguetón
fr: Enjoué
ja: 遊び心
ko: 장난스러운
zh_hans: 俏皮
zh_hant: 有趣

source: Polish
de: Polnisch
es: Pulir
fr: Affiner
ja: 洗練された
ko: 다듬기
zh_hans: 润色
zh_hant: 潤飾

source: Polish Prompts
de: Aufforderungen polieren
es: Pulir indicaciones
fr: Affiner les invites
ja: プロンプトを磨く
ko: 프롬프트 다듬기
zh_hans: 润色提示
zh_hant: 潤飾提示

source: Polish output language
de: Ausgabesprache polieren
es: Idioma de salida pulido
fr: Affiner la langue de sortie
ja: 出力言語を磨く
ko: 출력 언어 다듬기
zh_hans: 润色输出语言
zh_hant: 潤飾輸出語言

source: Polish to idiomatic
de: Polnisch zu idiomatisch
es: Pulir para hacerlo idiomático
fr: Polonais vers idiomatique
ja: 自然な翻訳にする
ko: 말투 자연스럽게
zh_hans: 润色为地道表达
zh_hant: 潤飾為地道用法

source: Polish to idiomatic %@
de: Zu idiomatischem %@ polieren
es: Pulir para hacerlo idiomático %@
fr: Affiner pour un usage idiomatique %@
ja: 慣用的な%@に磨き上げる
ko: 관용적인 %@로 다듬기
zh_hans: 润色为地道的%@
zh_hant: 潤飾為地道的 %@。

source: Polish, Explain, and Chat call out to an LLM, so Glotty needs at least one provider configured before they work. Pick a stock provider — OpenAI, Google Gemini, Z.AI, DeepSeek, Kimi — or paste any OpenAI-compatible endpoint and API key. Come back when you're done.
de: Polieren, Erklären und Chat rufen alle ein LLM auf, daher braucht Glotty mindestens einen konfigurierten Anbieter. Wähle einen vordefinierten — OpenAI, Google Gemini, Z.AI, DeepSeek, Kimi — oder füge einen OpenAI-kompatiblen Endpunkt mit API-Schlüssel ein. Komm danach hierher zurück.
es: Pulir, Explicar y Chat usan un LLM, así que Glotty necesita al menos un proveedor configurado para funcionar. Elige uno predefinido — OpenAI, Google Gemini, Z.AI, DeepSeek, Kimi — o pega cualquier endpoint compatible con OpenAI y su clave API. Vuelve cuando hayas terminado.
fr: Polir, Expliquer et Chat appellent un LLM ; Glotty a donc besoin d'au moins un fournisseur configuré. Choisissez-en un parmi OpenAI, Google Gemini, Z.AI, DeepSeek, Kimi — ou collez n'importe quel endpoint compatible OpenAI avec sa clé API. Revenez ici une fois prêt.
ja: 推敲・解説・チャットはいずれも LLM を呼び出すため、少なくとも 1 つのプロバイダーの設定が必要です。標準のもの(OpenAI、Google Gemini、Z.AI、DeepSeek、Kimi)を選ぶか、OpenAI 互換のエンドポイントと API キーを貼り付けてください。設定が終わったらここに戻ってきてください。
ko: 다듬기, 풀이, 채팅은 모두 LLM을 호출하므로 적어도 하나의 공급자를 설정해야 합니다. 기본 공급자 — OpenAI, Google Gemini, Z.AI, DeepSeek, Kimi — 중에서 고르거나 OpenAI 호환 엔드포인트와 API 키를 붙여 넣으세요. 설정이 끝나면 다시 돌아와 주세요.
zh_hans: 润色、解释、聊天都会调用 LLM,所以你需要先至少配置一个服务商。可以选内置的 —— OpenAI、Google Gemini、Z.AI、DeepSeek、Kimi —— 也可以粘贴任意兼容 OpenAI 的接口和 API 密钥。配置完再回到这里继续。
zh_hant: 潤色、解釋、聊天都會呼叫 LLM,所以你需要先至少設定一個服務商。可以選內建的 —— OpenAI、Google Gemini、Z.AI、DeepSeek、Kimi —— 或貼上任意相容 OpenAI 的端點與 API 金鑰。設定完再回到這裡繼續。

source: Polished
de: Korrigiert
es: Pulido
fr: Version polie
ja: 改善後
ko: 다듬은 표현
zh_hans: 润色后
zh_hant: 潤色後

source: Practice
de: Praxis
es: Práctica
fr: Entraînement
ja: 練習
ko: 연습
zh_hans: 练习
zh_hant: 練習

source: Practice %d of %d
de: Übe %d von %d
es: Practicar %d de %d
fr: Pratique %d sur %d
ja: %d/%d を練習中
ko: %d개 중 %d 연습
zh_hans: 练习 %d/%d
zh_hant: 練習 %d / %d

source: Practice Q&A
de: Praxis-F&A
es: Preguntas y respuestas de práctica
fr: Entraînement Q&R
ja: 練習 Q&A
ko: 연습 Q&A
zh_hans: 练习问答
zh_hant: 練習問答

source: Practice generation
de: Praxis-Generierung
es: Generación de práctica
fr: Entraînement à la génération
ja: 練習生成
ko: 연습 생성
zh_hans: 练习生成
zh_hant: 練習生成

source: Practice mistakes
de: Fehler üben
es: Practicar errores
fr: Pratiquer les erreurs
ja: 間違いを練習
ko: 오류 연습
zh_hans: 练习错误
zh_hant: 練習錯誤

source: Practice mistakes (%d due)
de: Fehler üben (%d fällig)
es: Practicar errores (%d por practicar)
fr: Pratiquer les erreurs (%d en attente)
ja: 間違いを練習 (%d 件)
ko: 오류 연습 (%d개 미완료)
zh_hans: 练习错误 (%d 待完成)
zh_hant: 練習錯誤 (%d 待完成)

source: Practice — %d left
de: Übung — %d übrig
es: Práctica — %d restantes
fr: Pratique — %d restants
ja: 練習 — %d 残り
ko: 연습 — %d개 남음
zh_hans: 练习 — 剩余 %d 项
zh_hant: 練習 — 剩下 %d 個

source: Prefer not to memorize shortcuts? Select text, then rest the pointer on it for a moment — a menu with the same commands pops up to click. Works wherever the app exposes text to macOS.
de: Tastenkürzel nicht merken? Wählen Sie Text aus und halten Sie den Zeiger darauf für einen Moment — ein Menü mit den gleichen Befehlen erscheint zum Anklicken. Funktioniert überall, wo die Texte für macOS verfügbar gemacht werden.
es: ¿Preferiría no memorizar los atajos? Seleccione texto, luego deje el puntero sobre él por un momento — aparece un menú con los mismos comandos para hacer clic. Funciona donde quiera que la aplicación exponga texto a macOS.
fr: Préfère ne pas mémoriser les raccourcis ? Sélectionnez du texte, puis laissez le pointeur se reposer dessus un instant — un menu avec les mêmes commandes apparaît pour cliquer. Fonctionne partout où l'application expose du texte à macOS.
ja: ショートカットを覚えるのが面倒？テキストを選択し、マウスをしばらくその上に置いてください — 同じコマンドのメニューがポップアップしてクリックできます。アプリがテキストをmacOSに公開している場所ならどこでも動作します。
ko: 단축키를 외우지 않으시겠어요? 텍스트를 선택한 다음 포인터를 잠시 그 위에 멈추세요 — 동일한 명령이 있는 메뉴가 클릭을 위해 나타납니다. 앱이 macOS에 텍스트를 노출하는 곳에서 작동합니다.
zh_hans: 不想记忆快捷键？选择文本，然后将指针放在上面片刻 — 一个包含相同命令的菜单会弹出供点击。在应用程序向 macOS 显示文本的任何地方都适用。
zh_hant: 不喜歡記捷徑鍵？選取文字，然後將指標停在文字上片刻 — 會彈出具有相同命令的選單供點擊使用。只要應用程式向 macOS 顯示文字，此功能就能運作。

source: Prefer not to say
de: Keine Angabe
es: Prefiero no decirlo
fr: Préférer ne pas dire
ja: 答えたくない
ko: 말씀하고 싶지 않음
zh_hans: 不想透露
zh_hant: 不願透露

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 環境設定
ko: 환경 설정
zh_hans: 偏好设置
zh_hant: 偏好設定

source: Preferences + Memory/Contexts + Chat history (Recommended)
de: Einstellungen + Speicher/Kontexte + Chatverlauf (Empfohlen)
es: Preferencias + Memoria/Contextos + Historial de chat (Recomendado)
fr: Préférences + Mémoire/Contextes + Historique des discussions (Recommandé)
ja: 環境設定 + メモリ/コンテキスト + チャット履歴 (推奨)
ko: 환경 설정 + 메모리/컨텍스트 + 채팅 기록 (권장)
zh_hans: 偏好设置 + 记忆/上下文 + 聊天历史(推荐)
zh_hant: 偏好設定 + 記憶/情境 + 對話紀錄 (建議)

source: Press
de: Drücke
es: Pulsa
fr: Appuyez sur
ja: 押してください:
ko: 누르세요:
zh_hans: 按下
zh_hant: 按下

source: Press **Record**, then tap the key you want as the second step of the hotkey. **Esc** during recording cancels. **Reset** restores the default.
de: Drücken Sie **Aufnehmen**, dann tippen Sie auf die gewünschte Taste als zweiten Schritt des Tastenkürzels. **Esc** während der Aufnahme bricht ab. **Zurücksetzen** stellt die Standardeinstellungen wieder her.
es: Presione **Grabar**, luego pulse la tecla que desee como segundo paso del atajo de teclado. **Esc** durante la grabación cancela. **Restablecer** restaura los valores predeterminados.
fr: Appuyez sur **Enregistrer**, puis tapez la touche que vous souhaitez comme deuxième étape du raccourci. **Esc** pendant l'enregistrement annule. **Réinitialiser** restaure les valeurs par défaut.
ja: **記録**を押して、ホットキーの第二段階として設定したいキーをタップしてください。録音中に **Esc** を押すとキャンセルされます。**リセット**はデフォルトに戻します。
ko: **Record**를 누른 다음, 단축키의 두 번째 단계로 사용하려는 키를 탭하세요. **Esc**를 누르면 기록이 취소됩니다. **Reset**을 누르면 기본값이 복원됩니다.
zh_hans: 点击 **录制**,然后按下你想作为快捷键第二步的按键。录制时按 **Esc** 取消,**重置** 恢复默认值。
zh_hant: 按一下「**錄製**」，然後按一下您想要的鍵作為熱鍵的第二步。錄製過程中按 **Esc** 可取消。**重設**會還原預設值。

source: Press Record, then tap the key you want as the second step of the hotkey. Esc during recording cancels. Reset restores the default.
de: Drücken Sie Aufnehmen, dann tippen Sie auf die gewünschte Taste als zweiten Schritt des Tastenkürzels. Esc während der Aufnahme bricht ab. Zurücksetzen stellt die Standardeinstellungen wieder her.
es: Presione Grabar, luego pulse la tecla que desee como segundo paso del atajo de teclado. Esc durante la grabación cancela. Restablecer restaura los valores predeterminados.
fr: Appuyez sur Enregistrer, puis tapez la touche que vous souhaitez comme deuxième étape du raccourci. Esc pendant l'enregistrement annule. Réinitialiser restaure les valeurs par défaut.
ja: 記録を押して、ホットキーの第二段階として設定したいキーをタップしてください。録音中に Esc を押すとキャンセルされます。リセットはデフォルトに戻します。
ko: Record를 누른 다음, 단축키의 두 번째 단계로 사용하려는 키를 탭하세요. 기록 중에 Esc를 누르면 취소됩니다. Reset을 누르면 기본값이 복원됩니다.
zh_hans: 点击「录制」,然后按下你想作为快捷键第二步的按键。录制时按 Esc 取消,「重置」恢复默认值。
zh_hant: 按一下錄製，然後按一下您想要的鍵作為熱鍵的第二步。錄製過程中按 Esc 可取消。重設會還原預設值。

source: Press a key…
de: Drücken Sie eine Taste…
es: Presione una tecla…
fr: Appuyez sur une touche…
ja: キーを押す…
ko: 키를 누르세요…
zh_hans: 请按一个键…
zh_hant: 按一個鍵…

source: Press a modifier…
de: Drücken Sie eine Modifiziertaste…
es: Presione un modificador…
fr: Appuyez sur un modificateur…
ja: 修飾キーを押す…
ko: 수정 키를 누르세요…
zh_hans: 按下一个修饰键…
zh_hant: 按修飾鍵…

source: Press the **Fn** key, then within 600ms press **T**.
de: Drücken Sie die **Fn**-Taste, dann innerhalb von 600ms **T** drücken.
es: Presione la tecla **Fn**, luego dentro de 600ms presione **T**.
fr: Appuyez sur la touche **Fn**, puis dans un délai de 600ms appuyez sur **T**.
ja: **Fn** キーを押して、600ms 以内に **T** を押してください。
ko: **Fn** 키를 누른 다음, 600ms 이내에 **T**를 누르세요.
zh_hans: 按下 **Fn** 键,然后在 600 毫秒内按 **T**。
zh_hant: 按一下 **Fn** 鍵，然後在 600 毫秒內按 **T**。

source: Previous coding model. Use if your plan hasn't been moved to M2.7.
de: Vorheriges Codierungsmodell. Verwenden, wenn Ihr Plan nicht auf M2.7 migriert wurde.
es: Modelo de programación anterior. Úsalo si tu plan no se ha migrado a M2.7.
fr: Modèle de codage précédent. À utiliser si votre plan n'a pas été déplacé vers M2.7.
ja: 以前のコーディングモデル。あなたのプランがM2.7に移行されていない場合に使用してください。
ko: 이전 코딩 모델입니다. 계획이 M2.7로 이전되지 않은 경우 사용하세요.
zh_hans: 先前的编码模型。如果您的计划尚未迁移到 M2.7，请使用。
zh_hant: 先前程式設計模型。如果您的計畫尚未移轉至 M2.7，請使用此版本。

source: Proactive chat reminders
de: Proaktive Chat-Erinnerungen
es: Recordatorios proactivos de chat
fr: Rappels de discussion proactifs
ja: 能動的なチャットのリマインダー
ko: 적극적인 채팅 알림
zh_hans: 主动聊天提醒
zh_hant: 主動對話提醒

source: Professional
de: Professionell
es: Profesional
fr: Professionnel
ja: プロフェッショナル
ko: 전문가용
zh_hans: 专业
zh_hant: 專業

source: Profile
de: Profil
es: Perfil
fr: Profil
ja: プロフィール
ko: 프로필
zh_hans: 个人资料
zh_hant: 個人資料

source: Profile, persona, languages, hotkeys, memory mode, polish & chat settings.
de: Profil, Persona, Sprachen, Tastenkürzel, Speichermodus, Feinschliff & Chat-Einstellungen.
es: Perfil, persona, idiomas, atajos de teclado, modo de memoria, ajustes de pulido y de chat.
fr: Profil, persona, langues, raccourcis, mode mémoire, polissage et paramètres de discussion.
ja: プロフィール、ペルソナ、言語、ホットキー、メモリモード、仕上げとチャット設定。
ko: 프로필, 페르소나, 언어, 단축키, 메모리 모드, 다듬기 및 채팅 설정.
zh_hans: 个人资料、Glotty 人设、语言、快捷键、记忆模式、润色与聊天设置。
zh_hant: 個人資料、角色、語言、熱鍵、記憶模式、潤飾與對話設定。

source: Profile, persona, languages, hotkeys, memory mode, polish, translation & dictionary settings.
de: Profile, Personas, Sprachen, Tastenkombinationen, Gedächtnis-Modus, Verfeinerung, Übersetzungs- & Wörterbuch-Einstellungen.
es: Perfil, persona, idiomas, atajos de teclado, modo de memoria, pulir, configuración de traducción y diccionario.
fr: Profil, persona, langues, raccourcis clavier, mode mémoire, polissage, paramètres de traduction et de dictionnaire.
ja: プロファイル、パーソナ、言語、ホットキー、メモリーモード、調整、翻訳と辞書の設定。
ko: 프로필, 페르소나, 언어, 단축키, 메모리 모드, 다듬기, 번역 및 사전 설정.
zh_hans: 个人资料、角色、语言、热键、记忆模式、润色、翻译与词典设置。
zh_hant: 設定檔、角色、語言、熱鍵、記憶模式、潤飾、翻譯與字典設定。

source: Pronounce
de: Aussprache
es: Pronunciar
fr: Prononcer
ja: 読み上げ
ko: 발음
zh_hans: 发音
zh_hant: 發音

source: Pronouns
de: Pronomen
es: Pronombres
fr: Pronoms
ja: 代名詞
ko: 대명사
zh_hans: 代词
zh_hant: 代名詞

source: Provider
de: Anbieter
es: Proveedor
fr: Fournisseur
ja: プロバイダー
ko: 공급자
zh_hans: 提供者
zh_hant: 提供者

source: Provider not found. Pick another from the menu above.
de: Anbieter nicht gefunden. Wählen Sie einen anderen aus dem obigen Menü.
es: Proveedor no encontrado. Seleccione otro del menú superior.
fr: Fournisseur non trouvé. Choisissez-en un autre dans le menu ci-dessus.
ja: プロバイダーが見つかりません。上のメニューから別のものを選択してください。
ko: 제공자를 찾을 수 없습니다. 위 메뉴에서 다른 것을 선택하세요.
zh_hans: 找不到提供者。请从上方菜单中选择另一个。
zh_hant: 找不到服務提供者。請從上方選單選擇其他項目。

source: Quit Glotty
de: Glotty beenden
es: Salir de Glotty
fr: Quitter Glotty
ja: Glotty を終了
ko: Glotty 종료
zh_hans: 退出 Glotty
zh_hant: 退出 Glotty

source: Re-register
de: Neu registrieren
es: Volver a registrar
fr: Réenregistrer
ja: 再登録
ko: 재등록
zh_hans: 重新登记
zh_hant: 重新註冊

source: Re-register Missing
de: Fehlende neu registrieren
es: Volver a registrar faltantes
fr: Réenregistrer les éléments manquants
ja: 不足を再登録
ko: 누락된 항목 재등록
zh_hans: 重新登记缺失项
zh_hant: 重新註冊遺漏項目

source: Re-translates the UI in the current language via the LLM, applying any wording preferences from your accepted memories.
de: Übersetzt die Benutzeroberfläche erneut in der aktuellen Sprache über das LLM und wendet alle Wortwahl-Präferenzen aus Ihren akzeptierten Erinnerungen an.
es: Vuelve a traducir la interfaz en el idioma actual mediante el LLM, aplicando cualquier preferencia de redacción de tus memorias aceptadas.
fr: Rétraduit l'interface dans la langue actuelle via le LLM, en appliquant les préférences de formulation de vos mémoires acceptées.
ja: LLM経由で現在の言語でUIを再翻訳し、受け入れ済みのメモリからの表現の設定を適用します。
ko: LLM을 통해 현재 언어로 UI를 재번역하고, 수락된 메모리에서 가져온 모든 어휘 기본 설정을 적용합니다.
zh_hans: 用当前语言通过 LLM 重新翻译界面，并套用你已接受的记忆中的用词偏好。
zh_hant: 透過 LLM 重新以當前語言翻譯介面，並套用您已接受記憶中的任何用詞偏好。

source: Re-translates the UI in the current language via the LLM, applying any wording preferences from your accepted memories. The partial refresh only touches strings that mention a term from your memories — cheaper after a single glossary change.
de: Übersetzt die Benutzeroberfläche in der aktuellen Sprache erneut über das LLM und wendet alle Wortwahl-Vorlieben aus Ihren gespeicherten Erinnerungen an. Die teilweise Aktualisierung betrifft nur Zeichenketten, die einen Begriff aus Ihren Erinnerungen erwähnen — kostengünstiger nach einer einzigen Glossaränderung.
es: Vuelve a traducir la interfaz en el idioma actual mediante el LLM, aplicando preferencias de redacción de tus memorias aceptadas. La actualización parcial solo afecta a las cadenas que mencionan un término de tus memorias — más económica tras un solo cambio en el glosario.
fr: Retraduit l'interface dans la langue actuelle via le LLM, en appliquant les préférences de formulation de vos mémoires acceptées. Le rafraîchissement partiel ne touche qu'aux chaînes de caractères mentionnant un terme de vos mémoires — moins coûteux après un seul changement de glossaire.
ja: LLMを介して現在の言語でUIを再翻訳し、受け入れられたメモリーからの用語選好を適用します。部分的な更新は、メモリーからの用語を含む文字列のみに触れます — 単一の用語集変更後はより効率的です。
ko: LLM을 통해 현재 언어로 UI를 다시 번역하며, 승인된 메모리의 단어 선택 기본 설정을 적용합니다. 부분 새로고침은 메모리의 용어를 언급하는 문자열만 처리하므로 — 단일 용어집 변경 후에는 더 저렴합니다.
zh_hans: 通过大型语言模型重新翻译当前语言的界面，应用你已接受的记忆中的任何措辞偏好。部分刷新只触及提及你记忆中术语的字符串 — 在单一术语表更改后成本更低。
zh_hant: 透過 LLM 以目前語言重新翻譯使用者介面，套用您已接受記憶中的詞彙偏好設定。部分重新整理只會觸及包含記憶中術語的字串 — 在單次術典變更後成本更低。

source: Re-trigger macOS's registration so Glotty appears in System Settings. May show a system prompt for Accessibility.
de: Löst die macOS-Registrierung neu aus, damit Glotty in den Systemeinstellungen angezeigt wird. Möglicherweise erscheint eine Systemaufforderung für Bedienungshilfen.
es: Vuelva a activar el registro de macOS para que Glotty aparezca en Configuración del sistema. Puede mostrar un mensaje del sistema para Accesibilidad.
fr: Déclencher à nouveau l'enregistrement de macOS pour que Glotty apparaisse dans les Réglages Système. Peut afficher une invite système pour l'Accessibilité.
ja: macOSの登録を再トリガーしてGlottyがシステム設定に表示されるようにします。アクセシビリティのシステムプロンプトが表示される場合があります。
ko: Glotty가 시스템 설정에 나타나도록 macOS의 등록을 다시 트리거합니다. 접근성을 위한 시스템 프롬프트가 나타날 수 있습니다.
zh_hans: 重新触发 macOS 的注册，使 Glotty 出现在系统设置中。可能会显示可访问性的系统提示。
zh_hant: 重新觸發 macOS 的註冊，使 Glotty 出現在「系統設定」中。可能會顯示要求輔助功能權限的系統提示。

source: Read a book…
de: Ein Buch lesen…
es: Leer un libro…
fr: Lire un livre…
ja: 本を読む…
ko: 책 읽기…
zh_hans: 阅读一本书…
zh_hant: 閱讀一本書…

source: Read selected text from the focused application so it can be translated.
de: Lese ausgewählten Text aus der fokussierten Anwendung, damit er übersetzt werden kann.
es: Leer el texto seleccionado de la aplicación en foco para poder traducirlo.
fr: Lire le texte sélectionné depuis l'application en focus afin qu'il puisse être traduit.
ja: フォーカスされたアプリケーションから選択されたテキストを読み取り、それを翻訳できるようにする。
ko: 포커스된 애플리케이션에서 선택한 텍스트를 읽어서 번역할 수 있도록 합니다.
zh_hans: 读取聚焦应用程序中的所选文本以便翻译。
zh_hant: 從焦點應用程式讀取選取的文字，以便進行翻譯。

source: Ready
de: Bereit
es: Listo
fr: Prêt
ja: 準備完了
ko: 준비됨
zh_hans: 就绪
zh_hant: 就緒

source: Recheck
de: Überprüfen
es: Comprobar de nuevo
fr: Vérifier à nouveau
ja: 再確認
ko: 재확인
zh_hans: 重新检查
zh_hant: 重新檢查

source: Record
de: Aufnehmen
es: Grabar
fr: Enregistrer
ja: 記録
ko: 기록
zh_hans: 录制
zh_hant: 錄製

source: Record history
de: Aufnahmegeschichte
es: Historial de grabación
fr: Historique des enregistrements
ja: 記録履歴
ko: 기록 이력
zh_hans: 记录历史
zh_hant: 錄製歷史

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement en cours
ja: 録音中
ko: 녹음 중
zh_hans: 记录
zh_hant: 錄製中

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
ja: 更新
ko: 새로고침
zh_hans: 刷新
zh_hant: 重新整理

source: Refresh all
de: Alle aktualisieren
es: Actualizar todo
fr: Actualiser tout
ja: すべてを更新
ko: 모두 새로고침
zh_hans: 全部刷新
zh_hant: 全部重新整理

source: Refresh translations
de: Übersetzungen aktualisieren
es: Actualizar traducciones
fr: Actualiser les traductions
ja: 翻訳を更新
ko: 번역 새로고침
zh_hans: 刷新翻译
zh_hant: 重新整理翻譯

source: Regenerate
de: Erneuern
es: Regenerar
fr: Régénérer
ja: 再生成
ko: 재생성
zh_hans: 重新生成
zh_hant: 重新產生

source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
ja: 拒否
ko: 거절
zh_hans: 拒绝
zh_hant: 拒絕

source: Relaunch
de: Neu starten
es: Reiniciar
fr: Relancer
ja: 再起動
ko: 다시 시작
zh_hans: 重新启动
zh_hant: 重新啟動

source: Relaunch Glotty for the change to take effect.
de: Starten Sie Glotty neu, damit die Änderung wirksam wird.
es: Reinicia Glotty para que el cambio surta efecto.
fr: Relancez Glotty pour que le changement prenne effet.
ja: 変更を有効にするにはGlottyを再起動してください。
ko: 변경 사항을 적용하려면 Glotty를 다시 시작합니다.
zh_hans: 重新启动 Glotty 以使更改生效。
zh_hant: 請重新啟動 Glotty 以使變更生效。

source: Release
de: Freigeben
es: Lanzamiento
fr: Version
ja: リリース
ko: 릴리스
zh_hans: 松开
zh_hant: 發布

source: Reminder frequency
de: Erinnerungshäufigkeit
es: Frecuencia de recordatorio
fr: Fréquence des rappels
ja: リマインダーの頻度
ko: 알림 빈도
zh_hans: 提醒频率
zh_hant: 提醒頻率

source: Rename
de: Umbenennen
es: Cambiar nombre
fr: Renommer
ja: 名前を変更
ko: 이름 변경
zh_hans: 重命名
zh_hant: 重新命名

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置換
ko: 교체
zh_hans: 替换
zh_hant: 取代

source: Replace local data with backup?
de: Lokale Daten mit Sicherung ersetzen?
es: ¿Reemplazar datos locales con la copia de seguridad?
fr: Remplacer les données locales par la sauvegarde ?
ja: バックアップでローカルデータを置換しますか？
ko: 백업으로 로컬 데이터를 교체할까요?
zh_hans: 用备份替换本地数据?
zh_hant: 用備份取代本機資料？

source: Replaced with “%@”.
de: Ersetzt mit "%@".
es: Reemplazado con "%@".
fr: Remplacé par « %@ ».
ja: 「%@」に置き換えました。
ko: "%@"로 바꿨습니다.
zh_hans: 已替换为 "%@"。
zh_hant: 已替換為 "%@"。

source: Reply in
de: Antworten in
es: Responder en
fr: Répondre dans
ja: 返信言語
ko: 다음으로 답변
zh_hans: 回复语言
zh_hant: 回覆於

source: Reply in your target language…
de: Antworten Sie in Ihrer Zielsprache…
es: Responder en tu idioma objetivo…
fr: Répondre dans votre langue cible…
ja: ターゲット言語で返信…
ko: 대상 언어로 답장…
zh_hans: 用你的目标语言回复…
zh_hant: 以您的目標語言回覆…

source: Reply language
de: Sprache der Antworten
es: Idioma de respuesta
fr: Langue de réponse
ja: 返信言語
ko: 답장 언어
zh_hans: 回复语言
zh_hant: 回覆語言

source: Requires macOS 26
de: Erfordert macOS 26
es: Requiere macOS 26
fr: Nécessite macOS 26
ja: macOS 26が必要です
ko: macOS 26이 필요합니다
zh_hans: 需要 macOS 26
zh_hant: 需要 macOS 26

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
zh_hans: 重置
zh_hant: 重設

source: Restart Glotty for the language change to take full effect.
de: Starten Sie Glotty neu, damit die Sprachänderung voll wirksam wird.
es: Reinicia Glotty para que el cambio de idioma surta efecto completo.
fr: Redémarrez Glotty pour que le changement de langue prenne effet complet.
ja: 言語の変更を完全に反映させるためにGlottyを再起動してください。
ko: 언어 변경이 완전히 적용되도록 Glotty를 다시 시작하세요.
zh_hans: 重启 Glotty 后语言更改才会完全生效。
zh_hant: 請重新啟動 Glotty 以使語言變更完全生效。

source: Retry
de: Wiederholen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 재시도
zh_hans: 重试
zh_hant: 重試

source: Retry polish
de: Polieren wiederholen
es: Reintentar pulir
fr: Réessayer le polissage
ja: 仕上げを再試行
ko: 다시 다듬기
zh_hans: 重试润色
zh_hant: 再次潤飾

source: Rewrite your own writing in idiomatic form. Highlight a draft, hold Fn, tap P. Glotty returns 1–3 polished rewrites plus a list of grammar / word-choice issues. Press Esc to dismiss.
de: Schreibt deinen eigenen Text idiomatischer um. Entwurf markieren, Fn halten und P drücken. Glotty liefert 1–3 polierte Varianten plus eine Liste von Grammatik- / Wortwahl-Hinweisen. Esc zum Schließen.
es: Reescribe tu propio texto en una forma más natural. Selecciona el borrador, mantén Fn y pulsa P. Glotty devuelve de 1 a 3 versiones pulidas y una lista de problemas de gramática o vocabulario. Pulsa Esc para cerrar.
fr: Reformulez votre propre texte de manière plus idiomatique. Sélectionnez le brouillon, maintenez Fn et tapez P. Glotty propose 1 à 3 reformulations soignées et une liste de problèmes de grammaire ou de vocabulaire. Esc pour fermer.
ja: あなた自身の文章を自然な表現に書き換えます。下書きを選択し、Fn を押しながら P を押してください。Glotty が 1〜3 つの推敲案と、文法・語選びの指摘を返します。Esc で閉じます。
ko: 직접 쓴 글을 자연스러운 표현으로 고쳐 씁니다. 초안을 선택하고 Fn을 누른 채 P를 누르세요. Glotty가 1–3개의 다듬은 표현과 문법 / 어휘 지적을 반환합니다. Esc로 닫습니다.
zh_hans: 把你自己写的内容改写得更地道。选中草稿,按住 Fn,按 P。Glotty 会返回 1–3 个润色版本,并列出语法 / 用词问题。按 Esc 关闭。
zh_hant: 把你自己寫的內容改寫得更道地。選取草稿,按住 Fn,按 P。Glotty 會回傳 1–3 個潤色版本,並列出文法 / 用詞問題。按 Esc 關閉。

source: Rewrite your own writing in idiomatic form. Select a draft, then press ⌘⌥P. Glotty returns 1–3 polished rewrites plus a list of grammar / word-choice issues. Press Esc to dismiss.
de: Schreiben Sie Ihren eigenen Text idiomatisch um. Wählen Sie einen Entwurf aus und drücken Sie dann ⌘⌥P. Glotty gibt 1–3 optimierte Neufassungen plus eine Liste mit Grammatik-/Wortwahlproblemen zurück. Drücken Sie Esc, um zu schließen.
es: Reescribe tu propio texto en forma idiomática. Selecciona un borrador, luego presiona ⌘⌥P. Glotty devuelve 1-3 reescrituras pulidas más una lista de problemas de gramática / elección de palabras. Presiona Esc para descartar.
fr: Réécrivez votre propre écriture de manière idiomatique. Sélectionnez un brouillon, puis appuyez sur ⌘⌥P. Glotty renvoie 1 à 3 réécritures corrigées ainsi qu'une liste de problèmes de grammaire / choix de mots. Appuyez sur Esc pour fermer.
ja: 自分の文章を自然な形で書き直します。ドラフトを選択し、⌘⌥Pを押します。Glottyは1〜3つの洗練された書き直し案と文法/単語選択の問題リストを返します。Escを押して閉じます。
ko: 자신의 글을 자연스러운 형식으로 다시 씁니다. 초안을 선택한 후 ⌘⌥P를 누르세요. Glotty는 1-3개의 다듬된 재작성본과 문법/단어 선택 문제 목록을 반환합니다. Esc를 누르면 닫힙니다.
zh_hans: 以地道的形式重写您自己的写作内容。选择一个草稿，然后按下 ⌘⌥P。Glotty 将返回 1-3 个润色后的重写版本，外加一份语法 / 用词问题清单。按 Esc 键关闭。
zh_hant: 以地道的風格改寫您的文章。選取草稿，然後按下 ⌘⌥P。Glotty 將返回 1–3 個潤色後的版本，並附上文法 / 用詞問題清單。按下 Esc 關閉。
